// S1.3. Составить программу вывода на экран числа, вводимого с клавиатуры. Выводимому числу должно предшествовать сообщение «Вы ввели число».

//int a = Int32.Parse(Console.ReadLine());
//Console.WriteLine($"вы ввели число : {a}");

string? str = Console.ReadLine();
Console.WriteLine($"Вы ввели число {str}");