//S1.4. Составить программу вывода на экран числа, вводимого с клавиатуры. После выводимого числа должно следовать сообщение << — вот какое число Вы  ввел>>.

//int a = Int32.Parse(Console.ReadLine());
//Console.Write($"{a} — вот какое число Вы  ввели");

string? str1 = Console.ReadLine();
Console.WriteLine($"{str1} — вот какое число Вы ввели");